tap "espanso/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "warrensbox/tap"
brew "antibody"
brew "atuin"
brew "azcopy"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fzf"
brew "gh"
brew "jq"
brew "python@3.13"
brew "starship"
brew "tldr"
brew "topgrade"
brew "tree"
brew "vault"
brew "zoxide"
brew "warrensbox/tap/tfswitch"
cask "anaconda"
cask "docker-desktop"
cask "espanso"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-drive"
cask "iterm2"
cask "logseq"
cask "obsidian"
cask "sonos"
cask "visual-studio-code"
vscode "broadinstitute.wdl"
vscode "dracula-theme.theme-dracula"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
