tap "hashicorp/tap"
tap "warrensbox/tap"
brew "antidote"
brew "atuin"
brew "azcopy"
brew "bat"
brew "chezmoi"
brew "eza"
brew "fzf"
brew "gh"
brew "jq"
brew "starship"
brew "tlrc"
brew "topgrade"
brew "zoxide"
brew "warrensbox/tap/tfswitch"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "github"
cask "iterm2"
